Repository: silverbackstudio/wp-shortcakes
Catalog: languages/svbk-shortcakes-*.po
Languages: it_it

source: Base Shortcode
it_it: Shortcode Base

source: Content
it_it: Contenuto

source: Insert content here
it_it: Inserisci qui il contenuto

source: Iubenda Embed
it_it: Embed Iubenda

source: Policy ID
it_it: ID Policy

source: Insert the policy ID to embed it
it_it: Inserisci l'ID della policy da incorporare

source: Cookie Policy ID
it_it: ID Informativa Cookie

source: Remove Default Styles
it_it: Rimuovi Stili di Default

source: Remove Default Iubenda Styles
it_it: Mostra la policy senza gli stili CSS di Iubenda

source: Remove Policy Headings
it_it: Rimuovi Titolo Policy

source: Strips the first H1/H2 tags from the policy
it_it: Rimuove il primo tag H1/H2 dalla policy

source: Section Tag
it_it: Tag Section

source: HTML ID
it_it: Attributo ID in HTML

source: The HTML id attribute value
it_it: L'id HTML da assegnare

source: section1
it_it: sezione1

source: Classes
it_it: Classi CSS

source: Link
it_it: Collegamento

source: Post/Page to Link
it_it: Pagina/Articolo da collegare

source: Select the post to link
it_it: Seleziona il post da collegare

source: Term to link
it_it: Termine tassonomia da collegare

source: if you want to link a taxonomy term, please leave the post field blank
it_it: Se vuoi effettuare un collegamento ad un termine di tassonomia, lascia il campo degli articoli vuoto

source: Link URL
it_it: URL Collegamento

source: Select the URL to link
it_it: Inserisci la URL che desideri collegare

source: Open link in a new window
it_it: Apri collegamento in una nuova finestra

source: Link Label
it_it: Etichetta del collegamento

source: Reading Time
it_it: Tempo di lettura

source: Custom words per minute
it_it: Parole al minuto personalizzati

source: Use a different words per minute value
it_it: Utilizza un valore diverso di parole al minuto

# post reading time label
source: Reading
it_it: Lettura

source: Go to index
it_it: Vai all'indice

source: Indexed Content
it_it: Contenuto con indice

source: Title
it_it: Titolo

source: Slug
it_it: Identificativo

source: Index group
it_it: Gruppo Indice

source: Index
it_it: Indice

source: -- Page Index --
it_it: -- Indice Pagina --

source: Downloads
it_it: Downlaods

source: You can select multiple files.
it_it: Puoi seleziona più di un file

source: Select Files
it_it: Seleziona i file

source: Logged Only
it_it: Solo utenti registrati

source: Allow downloads only to logged in users
it_it: Consenti il download a solo utenti registrati

source: Hide Size
it_it: Nascondi Dimensioni

source: Hide file size for each download
it_it: Nasconde la dimensione di ogni file

source: Hide Type
it_it: Nascondi Tipo

source: Hide file type for each download
it_it: Nascondi la tipologia di ogni file

source: Hide Caption
it_it: Nascondi Didascalia

source: Hide file caption for each download
it_it: Nascondi la didascalia da ogni file

source: Hide Description
it_it: Nascondi descrizione

source: Hide file description for each download
it_it: Nascondi la descrizione da ogni file

source: Description
it_it: Descrizione

source: File download not allowed
it_it: Il download del file non è consentito

source: Definition
it_it: Definizione

source: Definitions
it_it: Definizioni

source: Select Definition
it_it: Seleziona la definizione

source: Abbreviation
it_it: Abbreviazione

source: Fallback Image
it_it: Immagine di Fallback

source: The image printed in non supporting browser or if not any other source is matching
it_it: L'immagine stampata nei browser che non supportano i tag picture o se nessuna delle altre source non corrispondono

source: Size for Fallback
it_it: Dimensione del Fallback

source: Image
it_it: Immagine

source: Select Image
it_it: Seleziona Immagine

source: Size
it_it: Dimensione

source: Responsive Image
it_it: Immagine responsive

source: Image Caption
it_it: Didascalia immagine

source: Thumbnail
it_it: Piccola

source: Medium
it_it: Media

source: Large
it_it: Grande

source: Full Size
it_it: Dimensioni Originali

source: -- Default (Not Set) --
it_it: -- Non impostato --

source: Native
it_it: Sistema

source: Custom
it_it: Perosnalizzate

source: Alignment
it_it: Allineamento

source: None
it_it: Nessuno

source: Align Left
it_it: Allinea a Sinsitra

source: Align Center
it_it: Allinea al Centro

source: Align Right
it_it: Allinea a Destra

source: Attachment
it_it: Allegato

source: Alternative Text (alt)
it_it: Testo Alternativo (alt)

source: Custom Classes
it_it: Classi Personalizzate

source: Navigation Preview Thumb
it_it: Navigazione con anteprima post

source: Next Label
it_it: Etichetta Successivo

source: Prev Label
it_it: Etichetta di Precedente

source: Taxonomy Slug
it_it: Tassonomia (Slug)

source: Choose only posts in this taxonomy
it_it: Mostra i post solo da questa tassonomia

source: Article navigation
it_it: Navigazione articoli

source: Previous
it_it: Precedente

source: Next
it_it: Prossimo

source: Whitepaper Download
it_it: Scarica documenti

source: File to Download
it_it: File da Scaricare

source: Select File
it_it: Seleziona File

source: Thanks for your request, the file you requested will be sent to your inbox.
it_it: Grazie le per la tua richiesta, il file che hai richiesto verrà inviato alla casella di posta che hai indicato.

source: Contact Form
it_it: Modulo di contatto

source: Form
it_it: Modulo

source: Open
it_it: Apri

source: Submit
it_it: Invia

source: This title will replace the Page title
it_it: Questo titolo sostituirà quello specificato nella pagina

source: Insert title
it_it: Inserisci titolo

source: Hidden
it_it: Nascosto

source: Always Visible
it_it: Sempre visibile

source: Open button label
it_it: Etichetta pulsante apertura

source: The label for the lightbox open button
it_it: L'etichetta per il pulsante di apertura del form

source: Submit button label
it_it: Etichetta pulsante invio

source: The label for submit button
it_it: L'etichetta per il pulsante di invio del form.

source: Redirect To
it_it: Effettua il redirect verso:

source: Redirect to this page after successful form submission
it_it: Effettua il reindirizzamento a questa pagina dopo l'invio con successo del form

source: Close
it_it: Chiudi

source: Subscribe Form
it_it: Form Iscrizione

source: Thanks for your request, we will reply as soon as possible.
it_it: Grazie per la tua richiesta, risponderemo il più presto possibile.

source: Form Input Data
it_it: Dati inviati con il form

source: Data Field
it_it: Campo del form:

source: ACF Form
it_it: Form ACF

source: Form Group
it_it: Gruppo Form

source: Select the ACF Form group to display
it_it: Seleziona il gruppo form ACF da mostrare

source: Submit Button Label
it_it: Etichetta pulsante invio

source: Submit Button label text
it_it: Testo etichetta pulsante invio

source: Show title field
it_it: Mostra il campo per il titolo

source: Show the post title field
it_it: Mostra il campo per il titolo dell'articolo

source: Show content field
it_it: Mostra campo del contenuto

source: Show the post content field
it_it: Mostra campo del contenuto dell'articolo

source: MembersMap
it_it: Mappa Iscritti

source: Members Count
it_it: Numero iscritti

source: How many members to show
it_it: Quanti iscritti mostrare

source: Google Maps Directions
it_it: Indicazioni Google Maps

source: Show directions
it_it: Mostra indicazioni

source: Marker Title
it_it: Titolo Pin

source: Marker Icon
it_it: Icona Pin

source: Class
it_it: Classi

source: Directions
it_it: Indicazioni

source: Get route
it_it: Ottieni percorso

source: Walking
it_it: A Piedi

source: Driving
it_it: In Auto

source: Transit
it_it: Mezzi Pubblici

source: Navigate
it_it: Navigatore

source: Show Route
it_it: Mostra indicazioni

source: Team Member
it_it: Persona del Team

source: User
it_it: Utente

source: Show role
it_it: Mostra ruolo

source: Show description
it_it: Mostra descrizione

source: Link destination
it_it: Collegamento

source: Mail
it_it: Email

source: Profile
it_it: Profilo

source: Button Label
it_it: Etichetta pulsante

source: Contact me
it_it: Contattami

source: User not found
it_it: Nessun utente trovato

source: User List
it_it: Lista utenti

source: Select Post
it_it: Seleziona Elemento

source: CountDown
it_it: Conto alla Rovescia

source: Insert date in the dd-mm-YYYY format, or one of the accepted by <a href="%s">PHP strtotime</a>
it_it: Inserisci la data nel formato gg-mm-AAAA, oppure in uno di quelli accettati da <a href="%s">PHP strtotime</a>

source: Recurrence
it_it: Ricorrenza

source: Insert the recurrence period (ex. 3M: 3 months, 1D: 1 day, T5M: 1 minutes, 2MT10M: 2 months and 10 minutes, etc) or one of the accepted by <a href="%s">PHP DateInterval</a>
it_it: Inserisci il periodo di ricorrrenza: (ex. 3M: 3 mesi, 1D: 1 giorno, T5M: 1 minuti, 2MT10M: 2 mesi e 10 minuti, etc) o un valore accettato da <a href="%s">PHP DateInterval</a>

source: Format
it_it: Formato

source: Insert date format as specified in <a href="%s">JS strftime</a>
it_it: Inserisci la data come specificato nel formato <a href="%s">JS strftime</a>

source: %D days %H:%M:%S
it_it: %D giorni %H:%M:%S

source: Term Thumbnail
it_it: Immagini Termine

source: Select Term
it_it: Seleziona elemento

source: Term not found
it_it: Termine non trovato

source: Taxonomy not found
it_it: La Tassonomia non e' stata trovata

source: Term Archive
it_it: Archivio Termini

source: Post Count
it_it: Numero di post

source: Post Link
it_it: Collegamento a post

source: Post Thumbnail
it_it: Anteprima Articolo

source: Post Archive
it_it: Archivio Post

source: Select Post Type
it_it: Seleziona il tipo di post

source: Post type doesn't exists
it_it: La tipologia di post non esiste

source: Latest Posts
it_it: Ultimi Articoli

source: The number of posts shown
it_it: Il numero di post da mostrare

source: Offset
it_it: Parti dalla N

source: The number of posts to skip
it_it: Numero di articoli da saltare

source: The filter the posts by taxonomy
it_it: Filtra i post per tassonomia

source: Product Price
it_it: Prezzo Prodotto

source: Price
it_it: Prezzo

source: Select the product
it_it: Seleziona il prodotto

source: Template
it_it: Modello

source: The template when the product is not on sale. Use: {{price}} {{regular_price}} {{sale_price}} {{formatted}} placeholders
it_it: Il template da mostrare quando il prodotto non e' in saldo. Sono disponibili i seguenti valori: {{price}} {{regular_price}} {{sale_price}} {{formatted}}

source: Template on Sale
it_it: Modello in saldo

source: The template when the product is on sale. Use: {{price}} {{regular_price}} {{sale_price}} {{formatted}} placeholders
it_it: Il template da mostrare quando il prodotto e' in saldo. Sono disponibili i seguenti valori: {{price}} {{regular_price}} {{sale_price}} {{formatted}}

source: Post Preview Card
it_it: Box Anteprima Articolo

source: Select Page
it_it: Seleziona la pagina

source: Preview Card
it_it: Box Anteprima

source: This URL will be used instead of Page permalink.
it_it: Questa URL sostituirà quella della pagina/articolo correlato

source: Insert button label
it_it: Inserisci l'etichetta del bottone

source: Open in new window
it_it: Apri in una nuova finestra/scheda

source: Enable Markdown
it_it: Abilita la formattazione Markdown

source: Simple Box
it_it: Box Semplice

source: Subtitle
it_it: Sottotitolo

source: Term Preview Card [%s]
it_it: Box Anteprima Tassonomia [%s]

source: AdSense AdUnit
it_it: Unita pubblicitaria AdSense

source: Ad Unit ID
it_it: ID Unita pubblicitaria

source: Ad Size
it_it: Dimensione unità pubblicitaria

source: AdSense AdUnit Banner ID: %s
it_it: Unita pubblicitaria AdSense ID: %s

source: Single Testimonial
it_it: Testimonianza Singola

source: Testimonial
it_it: Testimonianza

source: Select the testimonial to show
it_it: Seleziona le testimonianze da mostrare

source: Rating
it_it: Valutazione

source: Testimonials
it_it: Testimonianze

source: Testimonial Types
it_it: Tipi Testimonianza

source: Testimonial Type
it_it: Tipo Testimonianza

source: Testimonials Details
it_it: Dettagli testimonianza

source: Role
it_it: Ruolo

source: Select Category
it_it: Seleziona Categoria

source: Reviews Count
it_it: Numero testimonianze

source: How many testimonials to show
it_it: Il numero di testimonianze da mostrare

source: Show Load More
it_it: Mostra pulsante "Carica successivi"

source: Show the AJAX "Load More" button
it_it: Mostra il pulsante di caricamento dinamico degli elementi successivi

source: Skip the first N testimonials
it_it: Salta le primi N testimonianze

source: Show more testimonials
it_it: Carica altre testimonianze
